Repository: common-repository/loadgo-for-wp
Catalog: languages/loadgo-for-wp-*.po
Languages: es_es

source: General options
es_es: Opciones generales

source: Visibility
es_es: Visibilidad

source: Logo image
es_es: Imagen del logo

source: Show progress
es_es: Ver progreso

source: Progress color
es_es: Color del progreso

source: Show message
es_es: Ver mensaje

source: LoadGo options
es_es: Opciones de LoadGo

source: Background color
es_es: Color de fondo

source: Size
es_es: Tamaño

source: Opacity
es_es: Opacidad

source: Direction
es_es: Dirección

source: Loadgo Settings Page
es_es: Configuración de LoadGo

source: Options
es_es: Opciones

source: You do not have sufficient permissions to access this page.
es_es: No tiene suficientes permisos para ver esta página.

source: Save Changes
es_es: Guardar cambios

source: These settings let you customize Loadgo style. You can modify overlay color, animation direction, etc. Take a look at <a href="http://franverona.com/loadgo" target="_blank">Loadgo Official site</a> for info and examples.
es_es: Esta configuración le permitirá personalizar el estilo de LoadGo. Aquí puede modificar el color del overlay, la dirección de la animación, etc. Échele un vistazo a <a href="http://franverona.com/loadgo" target="_blank">la página oficial (en inglés)</a> para más información y ejemplos.

source: Everyone
es_es: Todos

source: Only admins
es_es: Sólo administradores

source: "Only admins" option is a good choice if you are testing a new image and do not want your new visitors to see it.
es_es: La opción "Sólo administradores" es ideal cuando está probando una nueva imagen y no quiere que sus nuevos visitantes vean los cambios.

source: Invalid file. Try to upload an image file: jpg, jpeg, gif, png.
es_es: Árchivo no válido. Asegúrese de subir un archivo de tipo jpg, jpeg, gif o png.

source: Upload your image here.
es_es: Suba su imagen aquí.

source: An image with transparency (PNG) provides best results.
es_es: Una imagen con transparencia (PNG) da mejores resultados.

source: Optimize your image: do not upload a big file if you will not need it.
es_es: Optimice sus imágenes: no suba archivos muy grandes si no los va a usar.

source: Try to upload a small version of your logo. Images < 100Kb work better.
es_es: Intente subir una versión reducida de su logo. Imágenes con un tamaño < 100Kb suelen funcionar mejor.

source: Yes
es_es: Sí

source: Set to "Yes" if you want to display progress number while loading.
es_es: Seleccione "Sí" si desea mostrar el progreso de carga.

source: Progress color.
es_es: Color del progreso

source: Thank you so much! :)
es_es: ¡Muchas gracias! :)

source: Set to "Yes" if you want to display a message so your visitors will know that you are using "LoadGo for WP". If you set this to "Yes", I will be really grateful.
es_es: Seleccione "Sí" si desea mostrar un mensaje a sus visitantes para informarles de que está usando "LoadGo for WP". Le estaré muy agradecido si lo hace.

source: Page background color. If LoadGo background color is equals to your logo background color, you page would look better.
es_es: Color de fondo de la página. Si el color de fondo de LoadGo es igual a este color, el efecto será mucho mejor.

source: Logo size regarding to its original image size (in percentage).
es_es: Tamaño del logo respecto a su tamaño original (en porcentaje).

source: Overlay opacity (value must be between 0 and 1, both inclusive).
es_es: Opacidad del overlay (el valor debe ser entre 0 y 1, ambos inclusive).

source: Left to Right
es_es: Izquierda a Derecha

source: Right to Left
es_es: Derecha a Izquierda

source: Top to Bottom
es_es: Arriba a Abajo

source: Bottom to Top
es_es: Abajo a Arriba

source: Animation direction.
es_es: Dirección de la animación.

source: Loader provided by LoadGo for WP
es_es: Cargador hecho con LoadGo for WP
